Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Полито: %@. Влажность — сто процентов.
ar: سُقيت: %@. الرطوبة مئة بالمئة.
bg: Полято: %@. Влажността е сто процента.
bn: জল দেওয়া হয়েছে: %@। আর্দ্রতা একশো শতাংশ।
ca: Regada: %@. Humitat al cent per cent.
cs: Zalito: %@. Vlhkost je na sto procentech.
da: Vandet: %@. Fugten er på hundrede procent.
de: Gegossen: %@. Die Feuchtigkeit liegt bei hundert Prozent.
el: Ποτίστηκε: %@. Υγρασία στο εκατό τοις εκατό.
en: Watered: %@. Moisture is at one hundred percent.
es: Regada: %@. Humedad al cien por cien.
fi: Kasteltu: %@. Kosteus on sata prosenttia.
fr: Arrosé : %@. Humidité à cent pour cent.
gu: પાણી આપ્યું: %@. ભેજ સો ટકા.
he: הושקה: %@. הלחות במאה אחוז.
hi: पानी दिया गया: %@। नमी सौ प्रतिशत।
hr: Zaliveno: %@. Vlažnost je sto posto.
hu: Megöntözve: %@. A nedvesség száz százalék.
id: Sudah disiram: %@. Kelembapan seratus persen.
it: Annaffiata: %@. Umidità al cento per cento.
ja: 水やりしました：%@。湿度は100パーセントです。
kk: Суарылды: %@. Ылғал — жүз пайыз.
kn: ನೀರು ಹಾಕಲಾಗಿದೆ: %@. ತೇವಾಂಶ ನೂರು ಶೇಕಡಾ.
ko: 물을 줬어요: %@. 습도 100퍼센트.
lt: Palaistyta: %@. Drėgmė – šimtas procentų.
ml: നനച്ചു: %@. ഈർപ്പം നൂറ് ശതമാനം.
mr: पाणी घातले: %@. ओलावा शंभर टक्के.
ms: Sudah disiram: %@. Kelembapan seratus peratus.
nb: Vannet: %@. Fukten er hundre prosent.
nl: Water gegeven: %@. Vochtigheid op honderd procent.
or: ପାଣି ଦିଆଗଲା: %@। ଆର୍ଦ୍ରତା ଶହେ ପ୍ରତିଶତ।
pa: ਪਾਣੀ ਦਿੱਤਾ: %@। ਨਮੀ ਸੌ ਪ੍ਰਤੀਸ਼ਤ।
pl: Podlano: %@. Wilgotność — sto procent.
pt_br: Regada: %@. Umidade em cem por cento.
pt_pt: Regada: %@. Humidade a cem por cento.
ro: Udată: %@. Umiditatea e la sută la sută.
sk: Poliate: %@. Vlhkosť je na sto percentách.
sl: Zalito: %@. Vlažnost je sto odstotkov.
sv: Vattnad: %@. Fukten är hundra procent.
ta: ஊற்றப்பட்டது: %@. ஈரப்பதம் நூறு சதவீதம்.
te: నీళ్లు పోశారు: %@. తేమ వంద శాతం.
th: รดน้ำแล้ว: %@ ความชื้นร้อยเปอร์เซ็นต์
tr: Sulandı: %@. Nem yüzde yüz.
uk: Полито: %@. Вологість — сто відсотків.
ur: پانی دے دیا گیا: %@۔ نمی سو فیصد۔
vi: Đã tưới: %@. Độ ẩm một trăm phần trăm.
zh_hans: 已浇水：%@。湿度百分之百。
zh_hant: 已澆水：%@。濕度百分之百。

source: Полить
ar: اسقِ
bg: Полей
bn: জল দিন
ca: Rega
cs: Zalít
da: Vand
de: Gießen
el: Πότισμα
en: Water
es: Regar
fi: Kastele
fr: Arroser
gu: પાણી આપો
he: השקיה
hi: पानी दें
hr: Zalij
hu: Öntözés
id: Siram
it: Annaffia
ja: 水やり
kk: Суару
kn: ನೀರು ಹಾಕಿ
ko: 물주기
lt: Palaistyti
ml: നനയ്ക്കുക
mr: पाणी घाला
ms: Siram
nb: Vann
nl: Geef water
or: ପାଣି ଦିଅନ୍ତୁ
pa: ਪਾਣੀ ਦਿਓ
pl: Podlej
pt_br: Regar
pt_pt: Regar
ro: Udă
sk: Poliať
sl: Zalij
sv: Vattna
ta: தண்ணீர் ஊற்று
te: నీళ్లు పోయండి
th: รดน้ำ
tr: Sula
uk: Полити
ur: پانی دیں
vi: Tưới
zh_hans: 浇水
zh_hant: 澆水

source: Полить всех перед отъездом
ar: اسقِ الجميع قبل السفر
bg: Полей всички преди тръгване
bn: যাওয়ার আগে সবাইকে জল দিন
ca: Rega-les totes abans de marxar
cs: Před odjezdem zalít všechny
da: Vand alle før afrejsen
de: Vor der Abreise alle gießen
el: Πότισμα όλων πριν την αναχώρηση
en: Water Everyone Before Leaving
es: Regar todas antes de irme
fi: Kastele kaikki ennen lähtöä
fr: Tout arroser avant le départ
gu: જતાં પહેલાં બધાને પાણી આપો
he: להשקות את כולם לפני הנסיעה
hi: जाने से पहले सबको पानी दें
hr: Zalij sve prije odlaska
hu: Mindet megöntözni indulás előtt
id: Siram semua sebelum berangkat
it: Annaffia tutte prima di partire
ja: 出発前にすべてに水やり
kk: Кетер алдында бәрін суару
kn: ಹೊರಡುವ ಮುನ್ನ ಎಲ್ಲಕ್ಕೂ ನೀರು ಹಾಕಿ
ko: 떠나기 전에 모두 물주기
lt: Palaistyti visus prieš išvykstant
ml: പോകും മുമ്പ് എല്ലാം നനയ്ക്കുക
mr: जाण्याआधी सगळ्यांना पाणी घाला
ms: Siram semua sebelum bertolak
nb: Vann alle før avreise
nl: Geef iedereen water voor vertrek
or: ଯିବା ପୂର୍ବରୁ ସମସ୍ତଙ୍କୁ ପାଣି ଦିଅନ୍ତୁ
pa: ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਸਭ ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej wszystkie przed wyjazdem
pt_br: Regar todas antes de viajar
pt_pt: Regar todas antes de viajar
ro: Udă toate înainte de plecare
sk: Pred odchodom poliať všetky
sl: Zalij vse pred odhodom
sv: Vattna alla före avresan
ta: கிளம்பும் முன் அனைத்துக்கும் ஊற்று
te: బయలుదేరే ముందు అన్నింటికీ నీళ్లు పోయండి
th: รดน้ำทั้งหมดก่อนออกเดินทาง
tr: Gitmeden önce hepsini sula
uk: Полити всіх перед від’їздом
ur: جانے سے پہلے سب کو پانی دیں
vi: Tưới tất cả trước khi đi
zh_hans: 出发前全部浇水
zh_hant: 出發前全部澆水

source: Полить из виджета
ar: السقي من الأداة
bg: Полей от уиджета
bn: উইজেট থেকে জল দিন
ca: Rega des del giny
cs: Zalít z widgetu
da: Vand fra widget
de: Aus dem Widget gießen
el: Πότισμα από widget
en: Water from Widget
es: Regar desde el widget
fi: Kastele widgetistä
fr: Arroser depuis le widget
gu: વિજેટમાંથી પાણી આપો
he: השקיה מהווידג׳ט
hi: विजेट से पानी दें
hr: Zalij iz widgeta
hu: Öntözés a widgetből
id: Siram dari widget
it: Annaffia dal widget
ja: ウィジェットから水やり
kk: Виджеттен суару
kn: ವಿಜೆಟ್‌ನಿಂದ ನೀರು ಹಾಕಿ
ko: 위젯에서 물주기
lt: Laistyti iš valdiklio
ml: വിജറ്റിൽ നിന്ന് നനയ്ക്കുക
mr: विजेटमधून पाणी घाला
ms: Siram dari widget
nb: Vann fra widget
nl: Water geven vanuit widget
or: ୱିଜେଟ୍‌ରୁ ପାଣି ଦିଅନ୍ତୁ
pa: ਵਿਜੇਟ ਤੋਂ ਪਾਣੀ ਦਿਓ
pl: Podlej z widżetu
pt_br: Regar pelo widget
pt_pt: Regar pelo widget
ro: Udă din widget
sk: Poliať z widgetu
sl: Zalij iz pripomočka
sv: Vattna från widget
ta: விட்ஜெட்டிலிருந்து ஊற்று
te: విడ్జెట్ నుండి నీళ్లు పోయండి
th: รดน้ำจากวิดเจ็ต
tr: Widget’tan sula
uk: Полити з віджета
ur: ویجیٹ سے پانی دیں
vi: Tưới từ tiện ích
zh_hans: 从小组件浇水
zh_hant: 從小工具澆水

source: Полить растение
ar: سقي نبتة
bg: Полей растение
bn: গাছে জল দিন
ca: Rega una planta
cs: Zalít rostlinu
da: Vand plante
de: Pflanze gießen
el: Πότισμα φυτού
en: Water Plant
es: Regar planta
fi: Kastele kasvi
fr: Arroser une plante
gu: છોડને પાણી આપો
he: השקיית צמח
hi: पौधे को पानी दें
hr: Zalij biljku
hu: Növény öntözése
id: Siram tanaman
it: Annaffia pianta
ja: 植物に水やり
kk: Өсімдікті суару
kn: ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕಿ
ko: 식물에 물주기
lt: Palaistyti augalą
ml: ചെടി നനയ്ക്കുക
mr: रोपाला पाणी घाला
ms: Siram tumbuhan
nb: Vann plante
nl: Geef plant water
or: ଗଛକୁ ପାଣି ଦିଅନ୍ତୁ
pa: ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej roślinę
pt_br: Regar planta
pt_pt: Regar planta
ro: Udă planta
sk: Poliať rastlinu
sl: Zalij rastlino
sv: Vattna växt
ta: செடிக்குத் தண்ணீர் ஊற்று
te: మొక్కకు నీళ్లు పోయండి
th: รดน้ำต้นไม้
tr: Bitkiyi sula
uk: Полити рослину
ur: پودے کو پانی دیں
vi: Tưới cây
zh_hans: 给植物浇水
zh_hant: 幫植物澆水

source: Полить растение 31 декабря или 1 января.
ar: اسقِ نبتة في 31 ديسمبر أو 1 يناير.
bg: Полейте растение на 31 декември или 1 януари.
bn: ৩১ ডিসেম্বর বা ১ জানুয়ারি গাছে জল দিন।
ca: Rega una planta el 31 de desembre o l’1 de gener.
cs: Zalijte rostlinu 31. prosince nebo 1. ledna.
da: Vand en plante den 31. december eller 1. januar.
de: Gieße eine Pflanze am 31. Dezember oder 1. Januar.
el: Ποτίστε ένα φυτό στις 31 Δεκεμβρίου ή την 1η Ιανουαρίου.
en: Water a plant on December 31 or January 1.
es: Riega una planta el 31 de diciembre o el 1 de enero.
fi: Kastele kasvi 31. joulukuuta tai 1. tammikuuta.
fr: Arroser une plante le 31 décembre ou le 1er janvier.
gu: 31 ડિસેમ્બર કે 1 જાન્યુઆરીએ છોડને પાણી આપો.
he: להשקות צמח ב־31 בדצמבר או ב־1 בינואר.
hi: 31 दिसंबर या 1 जनवरी को पौधे को पानी दें।
hr: Zalijte biljku 31. prosinca ili 1. siječnja.
hu: Öntözz meg egy növényt december 31-én vagy január 1-jén.
id: Siram tanaman pada 31 Desember atau 1 Januari.
it: Annaffia una pianta il 31 dicembre o il 1º gennaio.
ja: 12月31日か1月1日に水やりをする。
kk: Өсімдікті 31 желтоқсанда не 1 қаңтарда суарыңыз.
kn: ಡಿಸೆಂಬರ್ 31 ಅಥವಾ ಜನವರಿ 1 ರಂದು ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕಿ.
ko: 12월 31일이나 1월 1일에 물을 주세요.
lt: Palaistykite augalą gruodžio 31 d. arba sausio 1 d.
ml: ഡിസംബർ 31-നോ ജനുവരി 1-നോ ചെടി നനയ്ക്കുക.
mr: 31 डिसेंबर किंवा 1 जानेवारीला रोपाला पाणी घाला.
ms: Siram tumbuhan pada 31 Disember atau 1 Januari.
nb: Vann en plante 31. desember eller 1. januar.
nl: Geef een plant water op 31 december of 1 januari.
or: 31 ଡିସେମ୍ବର କିମ୍ବା 1 ଜାନୁଆରୀରେ ଗଛରେ ପାଣି ଦିଅନ୍ତୁ।
pa: 31 ਦਸੰਬਰ ਜਾਂ 1 ਜਨਵਰੀ ਨੂੰ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ।
pl: Podlej roślinę 31 grudnia lub 1 stycznia.
pt_br: Regue uma planta em 31 de dezembro ou 1º de janeiro.
pt_pt: Regue uma planta a 31 de dezembro ou a 1 de janeiro.
ro: Udă o plantă pe 31 decembrie sau 1 ianuarie.
sk: Polejte rastlinu 31. decembra alebo 1. januára.
sl: Zalijte rastlino 31. decembra ali 1. januarja.
sv: Vattna en växt den 31 december eller 1 januari.
ta: டிசம்பர் 31 அல்லது ஜனவரி 1 அன்று செடிக்கு நீர் ஊற்றுங்கள்.
te: డిసెంబర్ 31 లేదా జనవరి 1న మొక్కకు నీళ్లు పోయండి.
th: รดน้ำต้นไม้ในวันที่ 31 ธันวาคมหรือ 1 มกราคม
tr: Bir bitkiyi 31 Aralık’ta ya da 1 Ocak’ta sulayın.
uk: Полити рослину 31 грудня або 1 січня.
ur: 31 دسمبر یا 1 جنوری کو پودے کو پانی دیں۔
vi: Tưới cây vào ngày 31 tháng 12 hoặc 1 tháng 1.
zh_hans: 在 12 月 31 日或 1 月 1 日浇水。
zh_hant: 在 12 月 31 日或 1 月 1 日澆水。

source: Полить растение в первый раз.
ar: اسقِ نبتة لأول مرة.
bg: Полейте растение за първи път.
bn: প্রথমবার কোনো গাছে জল দিন।
ca: Rega una planta per primera vegada.
cs: Zalijte rostlinu poprvé.
da: Vand en plante for første gang.
de: Gieße zum ersten Mal eine Pflanze.
el: Ποτίστε ένα φυτό για πρώτη φορά.
en: Water a plant for the first time.
es: Riega una planta por primera vez.
fi: Kastele kasvi ensimmäistä kertaa.
fr: Arroser une plante pour la première fois.
gu: પહેલી વાર છોડને પાણી આપો.
he: להשקות צמח בפעם הראשונה.
hi: पहली बार किसी पौधे को पानी दें।
hr: Zalijte biljku prvi put.
hu: Öntözz meg egy növényt először.
id: Siram tanaman untuk pertama kali.
it: Annaffia una pianta per la prima volta.
ja: 初めて植物に水やりをする。
kk: Өсімдікті алғаш рет суарыңыз.
kn: ಮೊದಲ ಬಾರಿ ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕಿ.
ko: 처음으로 식물에 물을 주세요.
lt: Pirmą kartą palaistykite augalą.
ml: ആദ്യമായി ഒരു ചെടി നനയ്ക്കുക.
mr: पहिल्यांदा एखाद्या रोपाला पाणी घाला.
ms: Siram tumbuhan buat kali pertama.
nb: Vann en plante for første gang.
nl: Geef een plant voor het eerst water.
or: ପ୍ରଥମ ଥର ପାଇଁ ଗଛରେ ପାଣି ଦିଅନ୍ତୁ।
pa: ਪਹਿਲੀ ਵਾਰ ਕਿਸੇ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ।
pl: Podlej roślinę po raz pierwszy.
pt_br: Regue uma planta pela primeira vez.
pt_pt: Regue uma planta pela primeira vez.
ro: Udă o plantă pentru prima dată.
sk: Polejte rastlinu prvýkrát.
sl: Prvič zalijte rastlino.
sv: Vattna en växt för första gången.
ta: முதல் முறையாகச் செடிக்கு நீர் ஊற்றுங்கள்.
te: మొదటిసారి మొక్కకు నీళ్లు పోయండి.
th: รดน้ำต้นไม้เป็นครั้งแรก
tr: Bir bitkiyi ilk kez sulayın.
uk: Полити рослину вперше.
ur: پہلی بار کسی پودے کو پانی دیں۔
vi: Tưới cây lần đầu tiên.
zh_hans: 第一次给植物浇水。
zh_hant: 第一次替植物澆水。

source: Полить растение до семи утра.
ar: اسقِ نبتة قبل السابعة صباحًا.
bg: Полейте растение преди седем сутринта.
bn: সকাল সাতটার আগে গাছে জল দিন।
ca: Rega una planta abans de les 7 del matí.
cs: Zalijte rostlinu před sedmou ráno.
da: Vand en plante før kl. 7 om morgenen.
de: Gieße eine Pflanze vor 7 Uhr morgens.
el: Ποτίστε ένα φυτό πριν από τις 7 το πρωί.
en: Water a plant before 7 a.m.
es: Riega una planta antes de las 7 de la mañana.
fi: Kastele kasvi ennen kello seitsemää aamulla.
fr: Arroser une plante avant 7 h du matin.
gu: સવારે સાત વાગ્યા પહેલાં છોડને પાણી આપો.
he: להשקות צמח לפני שבע בבוקר.
hi: सुबह सात बजे से पहले पौधे को पानी दें।
hr: Zalijte biljku prije sedam ujutro.
hu: Öntözz meg egy növényt reggel hét előtt.
id: Siram tanaman sebelum pukul 7 pagi.
it: Annaffia una pianta prima delle 7 del mattino.
ja: 朝7時前に水やりをする。
kk: Өсімдікті таңғы жетіге дейін суарыңыз.
kn: ಬೆಳಿಗ್ಗೆ ಏಳರ ಮೊದಲು ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕಿ.
ko: 아침 7시 전에 물을 주세요.
lt: Palaistykite augalą iki septintos ryto.
ml: രാവിലെ ഏഴിന് മുമ്പ് ചെടി നനയ്ക്കുക.
mr: सकाळी सातच्या आधी रोपाला पाणी घाला.
ms: Siram tumbuhan sebelum pukul 7 pagi.
nb: Vann en plante før klokka sju om morgenen.
nl: Geef een plant water vóór 7 uur ’s ochtends.
or: ସକାଳ ସାତଟା ପୂର୍ବରୁ ଗଛରେ ପାଣି ଦିଅନ୍ତୁ।
pa: ਸਵੇਰੇ ਸੱਤ ਵਜੇ ਤੋਂ ਪਹਿਲਾਂ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ।
pl: Podlej roślinę przed siódmą rano.
pt_br: Regue uma planta antes das 7 da manhã.
pt_pt: Regue uma planta antes das 7 da manhã.
ro: Udă o plantă înainte de ora 7 dimineața.
sk: Polejte rastlinu pred siedmou ráno.
sl: Zalijte rastlino pred sedmo zjutraj.
sv: Vattna en växt före klockan sju på morgonen.
ta: காலை ஏழு மணிக்கு முன் செடிக்கு நீர் ஊற்றுங்கள்.
te: ఉదయం ఏడు గంటల లోపు మొక్కకు నీళ్లు పోయండి.
th: รดน้ำต้นไม้ก่อน 7 โมงเช้า
tr: Bir bitkiyi sabah yediden önce sulayın.
uk: Полити рослину до сьомої ранку.
ur: صبح سات بجے سے پہلے پودے کو پانی دیں۔
vi: Tưới cây trước 7 giờ sáng.
zh_hans: 早上七点前浇水。
zh_hant: 早上七點前澆水。

source: Полить растение после полуночи.
ar: اسقِ نبتة بعد منتصف الليل.
bg: Полейте растение след полунощ.
bn: মাঝরাতের পরে গাছে জল দিন।
ca: Rega una planta després de mitjanit.
cs: Zalijte rostlinu po půlnoci.
da: Vand en plante efter midnat.
de: Gieße eine Pflanze nach Mitternacht.
el: Ποτίστε ένα φυτό μετά τα μεσάνυχτα.
en: Water a plant after midnight.
es: Riega una planta después de medianoche.
fi: Kastele kasvi puolenyön jälkeen.
fr: Arroser une plante après minuit.
gu: મધરાત પછી છોડને પાણી આપો.
he: להשקות צמח אחרי חצות.
hi: आधी रात के बाद पौधे को पानी दें।
hr: Zalijte biljku nakon ponoći.
hu: Öntözz meg egy növényt éjfél után.
id: Siram tanaman lewat tengah malam.
it: Annaffia una pianta dopo mezzanotte.
ja: 深夜0時を過ぎて水やりをする。
kk: Өсімдікті түн ортасынан кейін суарыңыз.
kn: ಮಧ್ಯರಾತ್ರಿಯ ನಂತರ ಗಿಡಕ್ಕೆ ನೀರು ಹಾಕಿ.
ko: 자정이 지나서 물을 주세요.
lt: Palaistykite augalą po vidurnakčio.
ml: അർധരാത്രിക്ക് ശേഷം ചെടി നനയ്ക്കുക.
mr: मध्यरात्रीनंतर रोपाला पाणी घाला.
ms: Siram tumbuhan selepas tengah malam.
nb: Vann en plante etter midnatt.
nl: Geef een plant water na middernacht.
or: ମଧ୍ୟରାତି ପରେ ଗଛରେ ପାଣି ଦିଅନ୍ତୁ।
pa: ਅੱਧੀ ਰਾਤ ਤੋਂ ਬਾਅਦ ਪੌਦੇ ਨੂੰ ਪਾਣੀ ਦਿਓ।
pl: Podlej roślinę po północy.
pt_br: Regue uma planta depois da meia-noite.
pt_pt: Regue uma planta depois da meia-noite.
ro: Udă o plantă după miezul nopții.
sk: Polejte rastlinu po polnoci.
sl: Zalijte rastlino po polnoči.
sv: Vattna en växt efter midnatt.
ta: நள்ளிரவுக்குப் பிறகு செடிக்கு நீர் ஊற்றுங்கள்.
te: అర్ధరాత్రి తర్వాత మొక్కకు నీళ్లు పోయండి.
th: รดน้ำต้นไม้หลังเที่ยงคืน
tr: Bir bitkiyi gece yarısından sonra sulayın.
uk: Полити рослину після півночі.
ur: آدھی رات کے بعد پودے کو پانی دیں۔
vi: Tưới cây sau nửa đêm.
zh_hans: 午夜之后浇水。
zh_hant: 午夜之後澆水。

source: Полить растения десять раз.
ar: اسقِ نباتاتك عشر مرات.
bg: Полейте растенията десет пъти.
bn: গাছে দশবার জল দিন।
ca: Rega les plantes deu vegades.
cs: Zalijte rostliny desetkrát.
da: Vand dine planter ti gange.
de: Gieße deine Pflanzen zehnmal.
el: Ποτίστε τα φυτά σας δέκα φορές.
en: Water your plants ten times.
es: Riega tus plantas diez veces.
fi: Kastele kasveja kymmenen kertaa.
fr: Arroser vos plantes dix fois.
gu: છોડને દસ વાર પાણી આપો.
he: להשקות את הצמחים עשר פעמים.
hi: पौधों को दस बार पानी दें।
hr: Zalijte biljke deset puta.
hu: Öntözd meg a növényeidet tízszer.
id: Siram tanaman sepuluh kali.
it: Annaffia le piante dieci volte.
ja: 植物に10回水やりをする。
kk: Өсімдіктерді он рет суарыңыз.
kn: ಗಿಡಗಳಿಗೆ ಹತ್ತು ಬಾರಿ ನೀರು ಹಾಕಿ.
ko: 식물에 물을 10번 주세요.
lt: Palaistykite augalus dešimt kartų.
ml: ചെടികൾ പത്ത് തവണ നനയ്ക്കുക.
mr: रोपांना दहा वेळा पाणी घाला.
ms: Siram tumbuhan sepuluh kali.
nb: Vann plantene dine ti ganger.
nl: Geef je planten tien keer water.
or: ଗଛରେ ଦଶ ଥର ପାଣି ଦିଅନ୍ତୁ।
pa: ਪੌਦਿਆਂ ਨੂੰ ਦਸ ਵਾਰ ਪਾਣੀ ਦਿਓ।
pl: Podlej rośliny dziesięć razy.
pt_br: Regue suas plantas dez vezes.
pt_pt: Regue as suas plantas dez vezes.
ro: Udă plantele de zece ori.
sk: Polejte rastliny desaťkrát.
sl: Zalijte rastline desetkrat.
sv: Vattna dina växter tio gånger.
ta: செடிகளுக்குப் பத்து முறை நீர் ஊற்றுங்கள்.
te: మొక్కలకు పది సార్లు నీళ్లు పోయండి.
th: รดน้ำต้นไม้สิบครั้ง
tr: Bitkilerinizi on kez sulayın.
uk: Полити рослини десять разів.
ur: پودوں کو دس بار پانی دیں۔
vi: Tưới cây mười lần.
zh_hans: 给植物浇水十次。
zh_hant: 替植物澆水十次。

source: Полить растения сто раз.
ar: اسقِ نباتاتك مئة مرة.
bg: Полейте растенията сто пъти.
bn: গাছে একশোবার জল দিন।
ca: Rega les plantes cent vegades.
cs: Zalijte rostliny stokrát.
da: Vand dine planter hundrede gange.
de: Gieße deine Pflanzen hundertmal.
el: Ποτίστε τα φυτά σας εκατό φορές.
en: Water your plants a hundred times.
es: Riega tus plantas cien veces.
fi: Kastele kasveja sata kertaa.
fr: Arroser vos plantes cent fois.
gu: છોડને સો વાર પાણી આપો.
he: להשקות את הצמחים מאה פעמים.
hi: पौधों को सौ बार पानी दें।
hr: Zalijte biljke sto puta.
hu: Öntözd meg a növényeidet százszor.
id: Siram tanaman seratus kali.
it: Annaffia le piante cento volte.
ja: 植物に100回水やりをする。
kk: Өсімдіктерді жүз рет суарыңыз.
kn: ಗಿಡಗಳಿಗೆ ನೂರು ಬಾರಿ ನೀರು ಹಾಕಿ.
ko: 식물에 물을 100번 주세요.
lt: Palaistykite augalus šimtą kartų.
ml: ചെടികൾ നൂറ് തവണ നനയ്ക്കുക.
mr: रोपांना शंभर वेळा पाणी घाला.
ms: Siram tumbuhan seratus kali.
nb: Vann plantene dine hundre ganger.
nl: Geef je planten honderd keer water.
or: ଗଛରେ ଶହେ ଥର ପାଣି ଦିଅନ୍ତୁ।
pa: ਪੌਦਿਆਂ ਨੂੰ ਸੌ ਵਾਰ ਪਾਣੀ ਦਿਓ।
pl: Podlej rośliny sto razy.
pt_br: Regue suas plantas cem vezes.
pt_pt: Regue as suas plantas cem vezes.
ro: Udă plantele de o sută de ori.
sk: Polejte rastliny stokrát.
sl: Zalijte rastline stokrat.
sv: Vattna dina växter hundra gånger.
ta: செடிகளுக்கு நூறு முறை நீர் ஊற்றுங்கள்.
te: మొక్కలకు వంద సార్లు నీళ్లు పోయండి.
th: รดน้ำต้นไม้หนึ่งร้อยครั้ง
tr: Bitkilerinizi yüz kez sulayın.
uk: Полити рослини сто разів.
ur: پودوں کو سو بار پانی دیں۔
vi: Tưới cây một trăm lần.
zh_hans: 给植物浇水一百次。
zh_hant: 替植物澆水一百次。

source: Полить растения тысячу раз.
ar: اسقِ نباتاتك ألف مرة.
bg: Полейте растенията хиляда пъти.
bn: গাছে হাজারবার জল দিন।
ca: Rega les plantes mil vegades.
cs: Zalijte rostliny tisíckrát.
da: Vand dine planter tusind gange.
de: Gieße deine Pflanzen tausendmal.
el: Ποτίστε τα φυτά σας χίλιες φορές.
en: Water your plants a thousand times.
es: Riega tus plantas mil veces.
fi: Kastele kasveja tuhat kertaa.
fr: Arroser vos plantes mille fois.
gu: છોડને હજાર વાર પાણી આપો.
he: להשקות את הצמחים אלף פעמים.
hi: पौधों को हज़ार बार पानी दें।
hr: Zalijte biljke tisuću puta.
hu: Öntözd meg a növényeidet ezerszer.
id: Siram tanaman seribu kali.
it: Annaffia le piante mille volte.
ja: 植物に1000回水やりをする。
kk: Өсімдіктерді мың рет суарыңыз.
kn: ಗಿಡಗಳಿಗೆ ಸಾವಿರ ಬಾರಿ ನೀರು ಹಾಕಿ.
ko: 식물에 물을 1000번 주세요.
lt: Palaistykite augalus tūkstantį kartų.
ml: ചെടികൾ ആയിരം തവണ നനയ്ക്കുക.
mr: रोपांना हजार वेळा पाणी घाला.
ms: Siram tumbuhan seribu kali.
nb: Vann plantene dine tusen ganger.
nl: Geef je planten duizend keer water.
or: ଗଛରେ ହଜାର ଥର ପାଣି ଦିଅନ୍ତୁ।
pa: ਪੌਦਿਆਂ ਨੂੰ ਹਜ਼ਾਰ ਵਾਰ ਪਾਣੀ ਦਿਓ।
pl: Podlej rośliny tysiąc razy.
pt_br: Regue suas plantas mil vezes.
pt_pt: Regue as suas plantas mil vezes.
ro: Udă plantele de o mie de ori.
sk: Polejte rastliny tisíckrát.
sl: Zalijte rastline tisočkrat.
sv: Vattna dina växter tusen gånger.
ta: செடிகளுக்கு ஆயிரம் முறை நீர் ஊற்றுங்கள்.
te: మొక్కలకు వెయ్యి సార్లు నీళ్లు పోయండి.
th: รดน้ำต้นไม้หนึ่งพันครั้ง
tr: Bitkilerinizi bin kez sulayın.
uk: Полити рослини тисячу разів.
ur: پودوں کو ہزار بار پانی دیں۔
vi: Tưới cây một nghìn lần.
zh_hans: 给植物浇水一千次。
zh_hant: 替植物澆水一千次。

source: Полить сейчас
ar: اسقِ الآن
bg: Полей сега
bn: এখনই জল দিন
ca: Rega ara
cs: Zalít teď
da: Vand nu
de: Jetzt gießen
el: Πότισμα τώρα
en: Water Now
es: Regar ahora
fi: Kastele nyt
fr: Arroser maintenant
gu: હમણાં પાણી આપો
he: להשקות עכשיו
hi: अभी पानी दें
hr: Zalij sada
hu: Öntözés most
id: Siram sekarang
it: Annaffia ora
ja: 今すぐ水やり
kk: Қазір суару
kn: ಈಗಲೇ ನೀರು ಹಾಕಿ
ko: 지금 물주기
lt: Palaistyti dabar
ml: ഇപ്പോൾ നനയ്ക്കുക
mr: आता पाणी घाला
ms: Siram sekarang
nb: Vann nå
nl: Geef nu water
or: ବର୍ତ୍ତମାନ ପାଣି ଦିଅନ୍ତୁ
pa: ਹੁਣੇ ਪਾਣੀ ਦਿਓ
pl: Podlej teraz
pt_br: Regar agora
pt_pt: Regar agora
ro: Udă acum
sk: Poliať teraz
sl: Zalij zdaj
sv: Vattna nu
ta: இப்போதே ஊற்று
te: ఇప్పుడే నీళ్లు పోయండి
th: รดน้ำเลย
tr: Şimdi sula
uk: Полити зараз
ur: ابھی پانی دیں
vi: Tưới ngay
zh_hans: 立即浇水
zh_hant: 立即澆水

source: Полить сухих
ar: اسقِ الجافة
bg: Полей сухите
bn: শুকনোগুলোতে জল দিন
ca: Rega les seques
cs: Zalít suché
da: Vand de tørre
de: Trockene gießen
el: Πότισμα των ξερών
en: Water Dry Ones
es: Regar las secas
fi: Kastele kuivat
fr: Arroser les sèches
gu: સૂકાને પાણી આપો
he: השקיית היבשים
hi: सूखों को पानी दें
hr: Zalij suhe
hu: Szárazak öntözése
id: Siram yang kering
it: Annaffia le secche
ja: 乾いた植物に水やり
kk: Құрғақтарды суару
kn: ಒಣಗಿದವಕ್ಕೆ ನೀರು ಹಾಕಿ
ko: 마른 식물에 물주기
lt: Palaistyti sausus
ml: ഉണങ്ങിയവ നനയ്ക്കുക
mr: कोरड्यांना पाणी घाला
ms: Siram yang kering
nb: Vann de tørre
nl: Geef droge water
or: ଶୁଖିଲାଙ୍କୁ ପାଣି ଦିଅନ୍ତୁ
pa: ਸੁੱਕਿਆਂ ਨੂੰ ਪਾਣੀ ਦਿਓ
pl: Podlej suche
pt_br: Regar as secas
pt_pt: Regar as secas
ro: Udă plantele uscate
sk: Poliať suché
sl: Zalij suhe
sv: Vattna torra
ta: உலர்ந்தவற்றுக்கு ஊற்று
te: ఎండినవాటికి పోయండి
th: รดน้ำต้นที่แห้ง
tr: Kuruları sula
uk: Полити сухі
ur: خشک پودوں کو پانی دیں
vi: Tưới cây khô
zh_hans: 浇干的
zh_hant: 澆乾的
